Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: One way to be sure your lover will get your house free and clear after you die is to put the house into joint tenancy.
es: Una manera segura de que su amante obtenga la casa libre de estorbos y tropiezos cuando usted muera es arreglar, mientras viven ambos, que la casa lleve el título de tenencia conjunta (joint tenancy) en nombre suyo y de su amante.

source: (d) The Company views JOINT TENANCY WITH RIGHT OF SURVIVORSHIP and Grantor Trusts as legal means of transferring assets on death without having to go through probate proceeding to get the property to the intended heir.
es: (d) La Compañía considera la POSESION DE BIENES MANCOMUNADOS CON DERECHO DE SOBREVIVENCIA y el Fideicomiso como medios legales para transferir bienes en caso de muerte, sin recurrir a procedimientos legales para adjudicar propiedad al heredero correspondiente.

source: The Principality, as a third country in relation to the European Union, was authorized to grant legal status on its territory to the euro by decision of the Council of Ministers of the European Union dated 31 December 1998.
es: El Principado, Estado tercero en la Unión Europea, fue autorizado a dar curso legal al euro en su territorio (Decisión del Consejo de Ministros de la Unión Europea de fecha 31 de diciembre de 1998).

source: The court will on request for the benefit of an accused or a witness grant permission for specialist linguists to attend.
es: Previa petición y en beneficio del acusado o de un testigo, el tribunal autorizará la presencia de expertos lingüistas.

source: They can involve either passive corruption (bidders corrupting officials by offering them money) or active corruption (officials asking for bribes in order to grant them the contract).
es: La corrupción puede ser pasiva (licitadores que corrompen a funcionarios ofreciéndoles dinero) o activa (funcionarios que solicitan sobornos para otorgar el contrato).

source: SPPWR underline the importance of the commitment of the political parties to grant enough seats to women in their structures and place them in useful positions on their candidate lists.
es: SPPWR recalca la importancia del compromiso de los partidos políticos para otorgar suficientes escaños de su estructura a las mujeres y colocarlas en puestos útiles de sus listas de candidatos.

source: l) grant decorations and honorary titles
es: k) otorgar condecoraciones y títulos honoríficos

source: As noted above, the use of the lump-sum grant was intended to simplify and streamline the budgetary process.
es: Como se menciona anteriormente, la intención de otorgar una donación global era simplificar y racionalizar el proceso presupuestario.

source: It may, however, within the framework of its business, grant Lombard credits to its investment fund or private customers.
es: Sin embargo, a veces se ve obligado, en el marco de su actividad, a conceder créditos lombardos a sus clientes institucionales o privados.

source: The starting date of the action will be specified in the grant agreement.
es: La fecha de inicio de cada acción se especificará en el acuerdo de subvención.

source: Such a small universal grant would not discourage people from looking for work, but would enable them to escape from the vicious circle of poverty and unemployment.
es: Un subsidio universal tan reducido no desalentaría a mucha gente de buscar empleo, pero sí les permitiría escapar del círculo vicioso de pobreza y desempleo.

source: (i) For locally recruited staff in the field, authority to grant continuing appointments would be delegated to offices away from Headquarters and would follow a similar procedure as described above.
es: i) Para el personal de contratación local contratado sobre el terreno, la autoridad de otorgar contratos continuos se delegaría a las oficinas fuera de la Sede, y se seguirá un procedimiento parecido al descrito.

source: He also challenged the weight given to the testimony of the alleged victims and the refusal to call an expert witness.
es: También impugnó la valoración de las declaraciones de las supuestas víctimas y la denegación de una prueba pericial.

source: To this end, improve the functioning of the commercial judiciary, paying particular attention to the independence of the judiciary and appropriate use of expert witness system.
es: Con este fin, mejorar el funcionamiento de las jurisdicciones comerciales, prestando una atención especial a la independencia del aparato judicial y a la utilización adecuada del sistema de testigos expertos.

source: Further, he has served as an expert witness for the U.S. Justice Department and continues to serve as an expert witness for the private sector for several legal cases in which his knowledge of vision science is critical.
es: Además ha servido como testigo experto para el Departamento de Justicia de los EE.UU. y continúa sirviendo como perito para el sector privado para varios casos legales en los que sus conocimientos de ciencia visual son críticos.

source: In fact, when I serve as an expert witness in my small country, I often encounter courts in which one or more judges have been in my class where I taught them about witness statement, identification, and evaluation of evidence.
es: De hecho, cuando yo ejerzo de perito en mi país, a menudo me encuentro en los tribunales con que uno o más jueces ha pasado por mi clase donde les enseñé acerca de la declaración testimonial, la identificación y la evaluación de las pruebas.

source: One of the study authors reported having served as an expert witness in a lawsuit against the maker of Prempro, used to combat hot flashes and other symptoms of menopause.
es: Uno de los autores del estudio reportó haber fungido como testigo experto en una demanda contra el fabricante de Prempro, utilizado para combatir los sofocos y otros síntomas de la menopausia.

source: Chemline can act as expert witness in these cases and offers help in completing insurance forms.
es: Chemline puede actuar como testigo experto en estos casos y ofrece ayuda en la cumplimentación de los formularios de seguros.

source: Otherwise, the findings of an expert witness would not be of value for the court.
es: De otro modo, las conclusiones de un perito no tendrían valor para el tribunal.

source: Expert witness in civil and criminal courts (since 1980).
es: Ha actuado como perito ante tribunales civiles y penales (desde 1980).

source: A CBL employee who acts as an expert witness to give a first hand account of the processes and tools involved in the forensic procedure
es: Un empleado de CBL que actúa como un testigo en dar cuenta de los procesos y herramientas involucradas en el procedimiento pericial.

source: He has been called on to take part as an expert witness on Spanish law in several cases before foreign courts.
es: Ha sido llamado para tomar parte como perito o experto en Derecho español en diversos litigios ante Tribunales extranjeros.

source: Even in English, given the legal nature of the measure, it would have been better to use the term 'arrestment' or 'freezing order', in order to make a distinction between this and the concept of 'garnishment'.
es: Incluso en inglés, dada la naturaleza jurídica de la medida prevista, hubiera sido mejor utilizar el término «arrestment» o «freezing order», para distinguirlo bien de la figura del «garnishment».

source: Wage garnishment occurs when an employer withholds the earnings of an individual for the payment of a debt as the result of a court order or other equitable procedure.
es: El embargo de salarios se produce cuando un empleador retiene los ingresos de una persona para imputarlos al pago de una deuda como consecuencia de una orden judicial u otro procedimiento derivado del régimen de equidad.

source: Released once you have chosen this option, you cannot reactivate the garnishment.
es: Liberado Una vez seleccionada esta opción, no es posible volver a activar la orden jurídica.

source: All amounts in further garnishment infotype records are created in this currency.
es: Todos los importes en otros registros de infotipo de embargos se crean en esta moneda.

source: Although the movement towards universality in museums may have been erratic and imperfectly realized, it formed part of a broader cultural movement that led to public education and universal franchise.
es: Aunque esta aspiración de universalidad haya sido discontinua y lograda de forma imperfecta, se enmarcaba en una aspiración cultural más amplia que abrió las puertas a la enseñanza pública y al sufragio universal.

source: However, six months after the acquisition, it is safe to say that it has been very positive for the value of the franchise.
es: No obstante, seis meses después de la adquisición ya se puede afirmar que ha sido muy positiva para el valor de la franquicia.

source: They can also take the form of penalties or a change in the franchise, with certain parts of the infrastructure being transferred to another infrastructure manager.
es: Las sanciones pueden adoptar asimismo la forma de multas, o de una modificación de la franquicia, mediante la transferencia de determinadas partes de la infraestructura a otro administrador.

source: "This document defines the content and scope of the social franchise pertaining to the model of ""Education that Pays for Itself""."
es: "Este documento define el contenido y alcances de la franquicia social del modelo de ""Educación que se paga a sí misma""."

source: In many cases they operate large and exclusive franchise areas.
es: En muchos casos operan en extensas zonas de explotación exclusiva.

source: Interbrew reserves itself the right to convert the existing franchise contracts into a sublease contract.
es: Interbrewse reserva el derecho de cambiar los contratos de franquicia actuales por contratos de subarrendamiento.

source: Our increased profitability for the quarter highlights the benefits of our balanced, geographically diversified portfolio of franchise territories.
es: Nuestro incremento de rentabilidad resalta los beneficios de un balanceado portafolio geográfico de franquicias.

source: The most imaginative film franchise in terms of cars has to be the James Bond movies, positioned at the border of science fiction.
es: La serie más imaginativa en materia de automóviles y lindante con la ciencia ficción sigue siendo James Bond.

source: This is in keeping with the need for trading companies to be able to supply a complete range of fruit and vegetables all-year round.
es: Esto se viene a unir a la necesidad de las empresas comerciantes de poder suministrar durante todo el año un surtido completo de hortalizas y fruta.

source: Russian business would like to see carbon trading more seriously pursued.
es: El sector empresarial ruso desearía ver un mayor interés en el comercio de carbono.

source: They also stressed the need to establish stable rules in the international trading system so as to boost the recovery of the world economy.
es: Hicieron asimismo hincapié en la necesidad de reglas estables en el sistema de comercio internacional que impulsen la recuperación económica mundial.

source: Changes in the fair value of instruments classified as trading securities are recognized in results of operations.
es: Los cambios en el valor razonable de los instrumentos clasificados como valores negociables se reconocen en los resultados del ejercicio.

source: Participants concurred regarding the value of the multilateral trading system in maintaining trade flows.
es: Los participantes coincidieron en señalar la utilidad del sistema multilateral de comercio para mantener las corrientes comerciales.

source: One form of trading that is becoming increasingly popular is intermediation.
es: La mediación es un tipo de transacción comercial cada vez más popular.

source: GNC China is a trading subsidiary founded in 2003.
es: GNC China es una filial comercial fundada en 2003.

source: Foreign investment in Croatia was constitutionally protected and regulated under the law on trading companies and other provisions.
es: La inversión extranjera está protegida por la Constitución y reglamentada en virtud de la Ley sobre las empresas comerciales y otras normas.

source: The platform is organized to simultaneously display all necessary trading information without switching between different windows.
es: La plataforma ha sido concebida para mostrar simultáneamente toda la información comercial sin necesidad de navegar de una ventana a otra.

source: Trading firms that would like to offer a broad range of products to their current client base.
es: Empresas de inversión que desean ofrecer una mayor gama de productos a su base de clientes.

source: Upon ordering products from our assortment, these general trading conditions are assumed to have been accepted.
es: Al solicitar un producto de nuestra variedad, se asume que estas condiciones generales de comercio han sido aceptadas.

source: The information in this release is not intended to be an exhaustive discussion of all possible income tax consequences and considerations, but a general guideline.
es: La información en este comunicado no pretende ser una discusión exhaustiva de todas las consecuencias y consideraciones tributarias posibles, sino ser unas pautas generales.

source: According to the notification, these cooperatives will be entitled to deduct allocations to equity capital from their income, thereby reducing the basis for the income tax.
es: Según la notificación, estas cooperativas tendrán derecho a deducir de sus ingresos las dotaciones en fondos propios, por lo que se reduce la base de ingresos imponible.

source: Critics argue that although a simplified tax code is urgently needed and a lower income tax could attract investors, the burden would be extended to the basic market basket.
es: Los críticos argumentan que si bien se requiere con urgencia un código tributario simplificado y, en efecto, un impuesto a la renta más bajo podría atraer inversionistas, la carga se extendería a la canasta familiar básica.

source: The income tax expense is allocated proportionally to activities on the basis of the profit generated by each.
es: El gasto por Impuesto sobre Sociedades se imputa a las actividades que generan beneficio en proporción al mismo.

source: It is easy to identify a house of an older person in a homestead since it is often dilapidated and of poor quality.
es: Es fácil identificar la casa de una persona mayor en un caserío, porque a menudo está dilapidada y es de mala calidad.

source: The program provides access to safe drinking water and sanitation services and gives poor families opportunities for adding income by getting them started on homestead gardens.
es: El programa brinda acceso a agua potable innocua y servicios sanitarios y les da a las familias pobres oportunidades de añadir ingreso haciendo que inicien huertos hogareños.

source: For example, on the fragile charlands inhabited by poor people in Bangladesh, women engage in extensive homestead gardening and raise crops with medicinal properties for home-health care.
es: Por ejemplo, en las frágiles tierras de cultivo de té habitadas por la gente pobre de Bangladesh, las mujeres se comprometen en horticultura casera extensiva y producen cultivos con propiedades medicinales para el cuidado de la salud familiar.

source: Government will make available partial land acquisition and homestead development subsidies to communities which form legal entities to purchase and develop land.
es: El Gobierno concederá subvenciones parciales para la compra de tierras y el desarrollo de instalaciones a las comunidades que constituyan entidades legales.

source: If you haven't lived in a state for at least two years, you must use the homestead exemption for the state you lived in before the two-year period.
es: Si usted no ha vivido en un estado por dos años por lo menos, deberá utilizar la exención de bienes de familia en el estado que usted vivió con anterioridad al período de dos años.

source: We provided material, emotional and psychosocial support, and when the older siblings attained adulthood and we felt their capacity was enhanced we moved to another vulnerable homestead.
es: Les proporcionamos ayuda material, emocional y psicológica, y cuando los hermanos mayores llegaron a la edad adulta nos dimos cuenta de que su capacidad había mejorado y nos desplazamos a otro hogar vulnerable.

source: Where a husband has several wives, each with her homestead and little farm, each polygamous wife, and especially the senior wife, may achieve an increased degree of economic independence.
es: Allí donde un hombre posee varias esposas, cada una de las cuales cuenta con su propia vivienda y una pequeña granja, todas ellas, y en especial la más antigua, pueden incluso acceder a un mayor grado de independencia económica.

source: Homestead Florida On the morning of September 5 professional birding guide Larry Manfredi spotted a rare Cuban Pewee near the Long Pine Key Picnic Area in Everglades National Park.
es: Homestead Florida Una mañana del 5 de septiembre el guía de aves Larry Manfredi avistó un ejemplar único de pitibobo cerca del área de recreo de Long Pine en el parque nacional Everglades.

source: This gave investors hope that consumer spending could increase once homeowners facing foreclosure get some help.
es: Esto suscitó la esperanza de que el consumo privado pudiera aumentar, ya que los consumidores tendrían más dinero disponible.

source: Her son, a real estate agent and investor, has lost three homes to foreclosure.
es: Su hijo, agente de bienes raíces e inversor, ha perdido tres casas en ejecuciones hipotecarias.

source: If you want to avoid foreclosure on your home or repossession of your car, you must bring your account up-to-date and continue paying your obligations.
es: Si desea evitar la ejecución hipotecaria de su casa o la readquisición del auto, no debe dejar de pagar esas mensualidades.

source: It's hard to keep your cool when you're working hard to keep the family afloat, or stressed out because the bank has threatened foreclosure.
es: Es muy difícil conservar la calma cuando trabaja con empeño para mantener la familia a flote, o cuando está estresado porque el banco amenaza con ejecutar la hipoteca.

source: This is the only way in which we will be able to prevent market foreclosure through the back door.
es: Esa es la única forma de evitar el cierre del mercado por la puerta de atrás.

source: As more and more desperate homeowners seek help in saving their homes from foreclosure, consumer advocates have detected new heartbreaking scams.
es: A medida que más y más propietarios desesperados buscan ayuda para salvar sus hogares de la ejecución hipotecaria, los defensores de los consumidores han detectado nuevas estafas desgarradoras.

source: Additional payments are caused by repayments of principal resulting from the sale of the underlying residential property, refinancing or foreclosure, net of fees or costs that may be incurred.
es: Pueden obtenerse cantidades adicionales por las amortizaciones de capital resultantes de la venta del inmueble subyacente, la refinanciación o la ejecución del préstamo, descontados los gastos o comisiones devengados.

source: These categories of cooperation restrict competition only if they involve firms with significant market power and are likely to cause foreclosure problems vis-à-vis third parties.
es: Estos tipos de cooperación sólo pueden restringir la competencia cuando los participantes son empresas con un importante poder de mercado y que pueden excluir del mercado a terceros.

source: You can prevent foreclosure and keep your home.
es: Puede evitar la ejecución de su hipoteca y conservar su vivienda.

source: The original mortgagor is alone responsible for any deficiency, should there be foreclosure of the mortgage.
es: El deudor hipotecario original es el único responsable de cualquier deficiencia si se ejecuta la hipoteca.

source: Trustee - A neutral party who advertises the foreclosure property for sale and conducts the auction to sell the property to the highest bidder.
es: Fiduciario - Entidad neutral que anuncia a la venta la propiedad en ejecución hipotecaria y realiza la subasta para vender la propiedad al mejor postor.

source: Joint accounts are also called joint tenancy accounts.
es: Las cuentas conjuntas también se llaman cuentas de tenencia conjunta.

source: When the different floors, apartments, dwellings, homes or sites of a property, built vertically, horizontally or mixed, subject to independent use with its own exit to a common element or to public roadways, are owned by different owners, each such owner shall have a singular and exclusive right of ownership to his floor, apartment, dwelling, home or site, in addition to a joint tenancy right to the common elements and parts of the property, necessary for the appropriate use and enjoyment thereof.
es: ARTICULO 947.- Cuando los diferentes pisos, departamentos, viviendas, casas o locales de un inmueble, construidos en forma vertical, horizontal o mixto, susceptibles de aprovechamiento independiente por tener salida propia a un elemento, común de aquel o a la vía pública pertenecieren a distintos propietarios, cada uno de éstos tendrá un derecho singular y exclusivo de propiedad sobre su piso, departamento, vivienda, casa o local y, además un derecho de copropiedad sobre los elementos y partes comunes del inmueble, necesarios para su adecuado uso y disfrute.

source: A type of joint tenancy in a property without right of survivorship.
es: El proceso de determinar el valor de una propiedad con el propósito estricto de determinar los impuestos.

source: That way, anyone who may want to buy the real estate from the conservatee or lend money to the conservatee secured by a mortgage on the real If real estate is owned jointly by the conservatee and another person in joint tenancy or as tenants in common, you should consult the other person before selling, encumbering or improving the property.
es: Si la persona protegida es dueña de una propiedad inmobiliaria conjuntamente con otra persona en un condominio o como condóminos, usted debe consultar a la otra persona antes de vender, hipotecar o hacer mejoras en la propiedad.

source: A real participation needs to grant real influence on the challenges concerning the life of every citizen.
es: Una participación real requiere otorgar influencia verdadera a cada ciudadano en los retos que afectan su vida.

source: It found that only 24 per cent of the total capitation grant reached the schools.
es: Concluyó que sólo el 24% del total de las asignaciones llegaba a las escuelas.

source: The coalition opposed a conditional grant, arguing that school attendance rates are already high in Namibia relative to other African countries.
es: La coalición no estuvo de acuerdo con el subsidio condicionado, dado que la escolaridad en Namibia ya es mayor que en otros países africanos.

source: Grant money on the other hand, is of one-time only use.
es: Contrariamente, el dinero proveniente de subvenciones es para que sea usado una sola vez.

source: Has not received a grant or subsidy from public or private entities as part of a cooperation or development program in their country of origin.
es: No haya sido becado o subvencionado por organismos públicos o privados dentro de programas de cooperación o desarrollo del país de origen.

source: Neither will we call you unless you grant us permission (which you can do by clicking the appropriate box and providing your phone number).
es: Tampoco le llamaremos, a menos que usted nos dé su autorización (lo que puede hacer haciendo clic en el recuadro apropiado y proporcionándonos su número de teléfono).
